{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"½":95,"¿":96,"Ï":97,"ï":98,"Ċ":99,"Ġ":100,"Ģ":101,"Ġ{":102,"Ġ}":103,"Ġ\\":104,"Ġ_":105,"Ġ^":106,"Ġ)":107,"Ġ(":108,"Ġ2":109,"Ġ1":110,"ra":111,"Ġ=":112,"Ġ-":113,"Ġ,":114,"rac":115,"frac":116,"Ġ+":117,"ma":118,"ta":119,"ig":120,"Ġ0":121,"ar":122,"al":123,"Ġi":124,"le":125,"th":126,"Ġx":127,"ft":128,"Ġ.":129,"igh":130,"in":131,"righ":132,"me":133,"ph":134,"Ġn":135,"Ġd":136,"math":137,"Ġa":138,"left":139,"right":140,"am":141,"eta":142,"Ġ\\,":143,"ti":144,"mu":145,"Ġm":146,"Ġk":147,"Ġt":148,"Ġ3":149,"Ġe":150,"Ġr":151,"Ġc":152,"Ġ&":153,"si":154,"Ġp":155,"de":156,"rm":157,"mathrm":158,"Ġ4":159,"pha":160,"pr":161,"alpha":162,"Ġl":163,"Ġs":164,"da":165,"ĠA":166,"Ġ|":167,"par":168,"tial":169,"partial":170,"ot":171,"pi":172,"psi":173,"Ġj":174,"ime":175,"prime":176,"Ġ~":177,"Ġ]":178,"lta":179,"Ġb":180,"dot":181,"phi":182,"bda":183,"ambda":184,"amma":185,"Ġf":186,"Ġ[":187,"Ġg":188,"nu":189,"Ġ\\;":190,"Ġq":191,"ray":192,"array":193,"Ġz":194,"bf":195,"cal":196,"ĠM":197,"ĠT":198,"bar":199,"Ġy":200,"igma":201,"ĠN":202,"ve":203,"int":204,"lambda":205,"ĠR":206,"qu":207,"rt":208,"ĠB":209,"lo":210,"ng":211,"ĠL":212,"beta":213,"Ġ/":214,"delta":215,"Ġ\\\\":216,"theta":217,"ngle":218,"Ġu":219,"gamma":220,"sq":221,"sqrt":222,"ga":223,"mega":224,"sigma":225,"ĠD":226,"ĠF":227,"ĠS":228,"lon":229,"su":230,"psilon":231,"at":232,"epsilon":233,"hat":234,"ĠP":235,"sum":236,"hi":237,"ad":238,"quad":239,"Ġv":240,"ĠC":241,"ĠV":242,"Ġh":243,"ho":244,"rho":245,"cdot":246,"lde":247,"tilde":248,"mathbf":249,"la":250,"ĠH":251,"ĠE":252,"to":253,"var":254,"be":255,"nd":256,"end":257,"gin":258,"begin":259,"ĠQ":260,"ĠX":261,"Ġ5":262,"ĠG":263,"Ġ*":264,"omega":265,"tau":266,"na":267,"ĠI":268,"vec":269,"Ġo":270,"Ġ6":271,"rangle":272,"fty":273,"infty":274,"Gamma":275,"De":276,"Delta":277,"pe":278,"xi":279,"ĠJ":280,"ĠK":281,"Ġ\\{":282,"ow":283,"Ġ\\}":284,"tar":285,"lin":286,"line":287,"row":288,"ge":289,"rline":290,"Phi":291,"Ġ8":292,"ĠU":293,"ap":294,"ĠW":295,"tarrow":296,"varphi":297,"ope":298,"tor":299,"rator":300,"name":301,"operator":302,"operatorname":303,"ĠZ":304,"pm":305,"mes":306,"times":307,"langle":308,"Lambda":309,"ove":310,"co":311,"sin":312,"Ġ;":313,"Ġ\\!":314,"Ġw":315,"rightarrow":316,"dots":317,"overline":318,"chi":319,"cos":320,"big":321,"pa":322,"ex":323,"iv":324,"qquad":325,"equ":326,"equiv":327,"st":328,"Omega":329,"Ġ7":330,"kap":331,"pro":332,"kappa":333,"ll":334,"dag":335,"Big":336,"ln":337,"Ġ>":338,"Psi":339,"ĠO":340,"ĠY":341,"Ġ9":342,"varepsilon":343,"Ġ<":344,"cdots":345,"Ġ:":346,"mathcal":347,"ger":348,"dagger":349,"ldots":350,"bo":351,"bol":352,"bla":353,"nabla":354,"ell":355,"exp":356,"yle":357,"style":358,"zeta":359,"wi":360,"wide":361,"Sigma":362,"sim":363,"leq":364,"Ġ!":365,"Ġ\\:":366,"bigg":367,"otimes":368,"hbar":369,"Pi":370,"mi":371,"mathb":372,"mathbb":373,"bold":374,"prox":375,"approx":376,"vert":377,"mid":378,"sp":379,"prod":380,"log":381,"di":382,"widetilde":383,"we":384,"dge":385,"wedge":386,"per":387,"perp":388,"ystyle":389,"laystyle":390,"splaystyle":391,"displaystyle":392,"un":393,"unde":394,"meq":395,"simeq":396,"ri":397,"Th":398,"Theta":399,"tex":400,"text":401,"underline":402,"sy":403,"sym":404,"symbol":405,"boldsymbol":406,"geq":407,"ck":408,"sc":409,"eq":410,"pt":411,"ast":412,"se":413,"Ġ\\|":414,"widehat":415,"ript":416,"script":417,"re":418,"tan":419,"rc":420,"ci":421,"set":422,"circ":423,"rel":424,"sta":425,"stack":426,"stackrel":427,"sinh":428,"neq":429,"\\{":430,"cosh":431,"star":432,"op":433,"us":434,"textstyle":435,"Bigg":436,"not":437,"vartheta":438,"mp":439,"Bigr":440,"Bigl":441,"biggr":442,"biggl":443,"boldmath":444,"lus":445,"oplus":446,"ngrightarrow":447,"fo":448,"brac":449,"fra":450,"mathfra":451,"mathfrak":452,"scriptstyle":453,"sf":454,"longrightarrow":455,"rall":456,"forall":457,"Ġ'":458,"sub":459,"subset":460,"bigl":461,"bigr":462,"pto":463,"propto":464,"oint":465,"parrow":466,"lle":467,"uparrow":468,"ce":469,"ps":470,"maps":471,"mapsto":472,"ddot":473,"angle":474,"om":475,"leftrightarrow":476,"no":477,"cu":478,"bin":479,"binom":480,"vdots":481,"Xi":482,"tri":483,"triangle":484,"rbrac":485,"mbe":486,"numbe":487,"nonumbe":488,"nonumber":489,"ze":490,"size":491,"mathsf":492,"cup":493,"bot":494,"it":495,"or":496,"arc":497,"Righ":498,"Rightarrow":499,"flo":500,"floor":501,"over":502,"cot":503,"cong":504,"cap":505,"textrm":506,"Ġ--":507,"rbrace":508,"ralle":509,"paralle":510,"parallel":511,"ne":512,"imath":513,"varrho":514,"scriptscriptstyle":515,"scriptsize":516,"lbrac":517,"he":518,"sh":519,"arrow":520,"arctan":521,"che":522,"check":523,"own":524,"down":525,"cfrac":526,"bu":527,"textbf":528,"subseteq":529,"nto":530,"phanto":531,"phantom":532,"downarrow":533,"od":534,"sla":535,"io":536,"iota":537,"gg":538,"land":539,"llet":540,"bullet":541,"overrightarrow":542,"ddots":543,"Biggl":544,"tin":545,"tiny":546,"Biggr":547,"Upsilon":548,"lbrack":549,"rfloor":550,"exi":551,"sts":552,"exists":553,"colon":554,"inus":555,"Im":556,"underbrace":557,"spa":558,"space":559,"slash":560,"lfloor":561,"jmath":562,"vee":563,"ftarrow":564,"Re":565,"atop":566,"Ve":567,"Lo":568,"mathit":569,"neg":570,"leftarrow":571,"wp":572,"Vert":573,"sma":574,"minus":575,"setminus":576,"small":577,"dim":578,"iint":579,"sup":580,"bigoplus":581,"bigcup":582,"il":583,"supset":584,"\\|":585,"ngleftrightarrow":586,"coth":587,"ke":588,"lor":589,"mod":590,"sec":591,"Le":592,"pmod":593,"ftrightarrow":594,"Leftrightarrow":595,"hline":596,"rbrack":597,"upsilon":598,"bmod":599,"\\,":600,"arge":601,"eph":602,"aleph":603,"mit":604,"Longrightarrow":605,"bre":606,"odot":607,"bigwedge":608,"Ġ\\#":609,"lbrace":610,"breve":611,"ker":612,"arcsin":613,"arp":614,"csc":615,"lap":616,"overset":617,"em":618,"varpi":619,"yset":620,"ptyset":621,"emptyset":622,"otnot":623,"footnot":624,"footnote":625,"li":626,"footnotesize":627,"te":628,"textsf":629,"hspace":630,"acu":631,"acute":632,"ff":633,"iff":634,"nt":635,"sb":636,"up":637,"longleftrightarrow":638,"arg":639,"dash":640,"lnot":641,"deg":642,"Ġ\"":643,"en":644,"bigtriangle":645,"under":646,"oo":647,"ut":648,"underset":649,"arpoo":650,"slant":651,"Bo":652,"tt":653,"vphantom":654,"Box":655,"tharpoo":656,"box":657,"rlap":658,"iiint":659,"varsigma":660,"Longleftrightarrow":661,"es":662,"imp":663,"lies":664,"implies":665,"\\;":666,"hf":667,"Large":668,"ack":669,"back":670,"Ġ`":671,"backslash":672,"thin":673,"lce":674,"lceil":675,"eil":676,"rceil":677,"large":678,"mathop":679,"rightharpoo":680,"\\:":681,"vdash":682,"top":683,"bigcap":684,"xrightarrow":685,"ill":686,"ec":687,"nup":688,"enspace":689,"rightharpoonup":690,"overbrace":691,"bigotimes":692,"rut":693,"doteq":694,"strut":695,"kern":696,"hfill":697,"bigtriangleup":698,"leqslant":699,"overleftarrow":700,"ip":701,"kip":702,"skip":703,"ominus":704,"ond":705,"amond":706,"Ġ\\_":707,"triangleq":708,"ddagger":709,"cdotp":710,"null":711,"prot":712,"varno":713,"thing":714,"protec":715,"varnothing":716,"\\!":717,"protect":718,"ni":719,"bigstar":720,"diamond":721,"div":722,"ise":723,"raise":724,"Ġ\\/":725,"sharp":726,"fl":727,"flat":728,"llap":729,"notin":730,"rVert":731,"long":732,"varDelta":733,"longmapsto":734,"lVert":735,"dotsc":736,"make":737,"makebox":738,"krightarrow":739,"okrightarrow":740,"Ġ?":741,"hookrightarrow":742,"bigtriangledown":743,"ref":744,"Vdash":745,"supseteq":746,"put":747,"bigvee":748,"subsetneq":749,"geqslant":750,"vspace":751,"sl":752,"dotsb":753,"enskip":754,"textup":755,"triangleleft":756,"lim":757,"mal":758,"thinspace":759,"leng":760,"sqcup":761,"length":762,"rmal":763,"normal":764,"raisebox":765,"mo":766,"mode":767,"jlim":768,"ls":769,"ou":770,"vline":771,"models":772,"tag":773,"drel":774,"er":775,"rd":776,"surd":777,"labe":778,"buil":779,"label":780,"buildrel":781,"ss":782,"pou":783,"Ġ\\-":784,"nds":785,"pounds":786,"squ":787,"¿½":788,"ï¿½":789,"Ġï¿½":790,"Ġ\\&":791,"Vec":792,"fbox":793,"ns":794,"are":795,"Ġ---":796,"square":797,"ftharpoo":798,"leftharpoo":799,"mathrel":800,"rightleftharpoo":801,"varOmega":802,"smallsetminus":803,"hfil":804,"rightleftharpoons":805,"smi":806,"mathor":807,"searrow":808,"smile":809,"mathord":810,"cc":811,"thi":812,"ngleftarrow":813,"succ":814,"smallskip":815,"lg":816,"thick":817,"oslash":818,"rtimes":819,"Ġ\\*":820,"tit":821,"prec":822,"textit":823,"texttt":824,"circle":825,"bigm":826,"triangleright":827,"arrowvert":828,"normalsize":829,"\\#":830,"inter":831,"longleftarrow":832,"unit":833,"intercal":834,"unitlength":835,"Down":836,"frow":837,"ral":838,"nearrow":839,"Downarrow":840,"frown":841,"mpe":842,"nat":843,"ural":844,"varpro":845,"setlength":846,"bumpe":847,"natural":848,"varprojlim":849,"bumpeq":850,"SS":851,"ere":852,"ohe":853,"tw":854,"leme":855,"there":856,"injlim":857,"adrightarrow":858,"varinjlim":859,"comp":860,"fore":861,"overleftrightarrow":862,"oheadrightarrow":863,"twoheadrightarrow":864,"lement":865,"therefore":866,"complement":867,"ca":868,"nce":869,"ign":870,"align":871,"mathstrut":872,"suit":873,"bigcirc":874,"diamondsuit":875,"cance":876,"cancel":877,"Uparrow":878,"dskip":879,"hphantom":880,"medskip":881,"AR":882,"GE":883,"LAR":884,"bow":885,"gt":886,"ro":887,"less":888,"mathtt":889,"tie":890,"bigsqcup":891,"Biggm":892,"thicksim":893,"LARGE":894,"bowtie":895,"lesssim":896,"llde":897,"warrow":898,"nullde":899,"noalign":900,"smash":901,"miter":902,"limiter":903,"nulldelimiter":904,"nulldelimiterspace":905,"AA":906,"Da":907,"vDa":908,"barwedge":909,"beth":910,"eqno":911,"roup":912,"vDash":913,"Di":914,"ts":915,"Ġ@":916,"mebox":917,"ndown":918,"gets":919,"coprod":920,"dotsm":921,"textnormal":922,"sep":923,"framebox":924,"rightharpoondown":925,"Diamond":926,"ch":927,"nrightarrow":928,"nleftrightarrow":929,"rsim":930,"rne":931,"swarrow":932,"tch":933,"mathc":934,"sqcap":935,"lax":936,"corne":937,"Bigm":938,"relax":939,"preceq":940,"gtrsim":941,"corner":942,"hss":943,"lsep":944,"mathope":945,"lose":946,"varkappa":947,"lines":948,"colsep":949,"cite":950,"new":951,"thicklines":952,"mathclose":953,"mathopen":954,"Bar":955,"Ti":956,"ak":957,"asym":958,"do":959,"gra":960,"lr":961,"ru":962,"uge":963,"vru":964,"xleftarrow":965,"Ġ)=":966,"mathnormal":967,"rightrightarrow":968,"rightleftarrow":969,"arrayst":970,"lowe":971,"sqsubseteq":972,"retch":973,"break":974,"succeq":975,"Tilde":976,"asymp":977,"grave":978,"lrcorner":979,"vrule":980,"rightrightarrows":981,"rightleftarrows":982,"arraystretch":983,"lower":984,"Hat":985,"ble":986,"dou":987,"fill":988,"group":989,"mma":990,"nright":991,"nleftarrow":992,"rk":993,"rgroup":994,"uph":995,"wbreak":996,"allo":997,"side":998,"arraycolsep":999,"hom":1000,"comma":1001,"bigodot":1002,"renew":1003,"arpoonright":1004,"lgroup":1005,"blebarwedge":1006,"doublebarwedge":1007,"upharpoonright":1008,"allowbreak":1009,"sideset":1010,"command":1011,"renewcommand":1012,"Huge":1013,"amal":1014,"hskip":1015,"lq":1016,"pprox":1017,"ske":1018,"rapprox":1019,"ver":1020,"sure":1021,"varlim":1022,"pmb":1023,"substack":1024,"leftrightarrows":1025,"Longleftarrow":1026,"supsetneq":1027,"ter":1028,"updownarrow":1029,"ensure":1030,"gtrapprox":1031,"amalg":1032,"skew":1033,"ensuremath":1034,"crc":1035,"dig":1036,"ddag":1037,"gime":1038,"jo":1039,"ltimes":1040,"nleq":1041,"nwarrow":1042,"vss":1043,"mark":1044,"thde":1045,"inrel":1046,"lefteq":1047,"coun":1048,"withde":1049,"mathbin":1050,"setcoun":1051,"ointop":1052,"notag":1053,"smallint":1054,"footnotemark":1055,"ooalign":1056,"protectu":1057,"lims":1058,"circled":1059,"verb":1060,"crcr":1061,"digamma":1062,"gimel":1063,"joinrel":1064,"lefteqn":1065,"withdelims":1066,"setcounter":1067,"--":1068,"Ar":1069,"Rrightarrow":1070,"ae":1071,"ag":1072,"ape":1073,"bcolsep":1074,"huge":1075,"lti":1076,"mkern":1077,"mskip":1078,"spe":1079,"Ġ\\'":1080,"tabcolsep":1081,"inf":1082,"inde":1083,"multi":1084,"pitch":1085,"dotsi":1086,"intop":1087,"vector":1088,"rowvert":1089,"rightarrowfill":1090,"llcorner":1091,"black":1092,"leqq":1093,"biggm":1094,"approxeq":1095,"diag":1096,"textsc":1097,"textsl":1098,"textcircled":1099,"scsh":1100,"cial":1101,"fork":1102,"brace":1103,"cur":1104,"atopwithdelims":1105,"negthick":1106,"Leftarrow":1107,"uplus":1108,"subsetneqq":1109,"fboxsep":1110,"newline":1111,"varlimsup":1112,"varliminf":1113,"Arrowvert":1114,"special":1115,"multiput":1116,"pitchfork":1117,"blacksquare":1118,"diagup":1119,"scshape":1120,"negthickspace":1121,"DK":1122,"\\-":1123,"\\/":1124,"ac":1125,"ave":1126,"ckap":1127,"dddot":1128,"ed":1129,"erline":1130,"ever":1131,"ij":1132,"ice":1133,"ly":1134,"md":1135,"nda":1136,"nnu":1137,"nmid":1138,"nRightarrow":1139,"nVdash":1140,"nter":1141,"of":1142,"off":1143,"sho":1144,"vce":1145,"vmode":1146,"wr":1147,"ymath":1148,"}}":1149,"ÏĢ":1150,"Ġ#":1151,"ĠĊ":1152,"ĠĠ":1153,"ĠÏĢ":1154,"Ġ}+":1155,"Ġ\\^":1156,"Ġ)}}":1157,"mannu":1158,"igarrow":1159,"leave":1160,"fter":1161,"meral":1162,"mathac":1163,"leftrightharpoo":1164,"rightsqu":1165,"def":1166,"parbox":1167,"Ġ\\;}":1168,"ĠTr":1169,"vearrow":1170,"interline":1171,"rtmid":1172,"ngeq":1173,"hoice":1174,"varGamma":1175,"varpropto":1176,"vartriangle":1177,"varUpsilon":1178,"linethick":1179,"linebreak":1180,"biguplus":1181,"panda":1182,"expanda":1183,"perca":1184,"textmd":1185,"brack":1186,"cent":1187,"noinde":1188,"nolinebreak":1189,"overwithdelims":1190,"ness":1191,"owns":1192,"veebar":1193,"emph":1194,"upperca":1195,"underbar":1196,"underrightarrow":1197,"boxtimes":1198,"boxed":1199,"backsimeq":1200,"protecte":1201,"protectE":1202,"protectZ":1203,"protectm":1204,"trianglelefteq":1205,"thickap":1206,"preccur":1207,"root":1208,"romannu":1209,"mathchoice":1210,"circledcirc":1211,"---":1212,"index":1213,"curvearrow":1214,"everymath":1215,"lyeq":1216,"offinterline":1217,"shortmid":1218,"vcenter":1219,"leavevmode":1220,"mathaccent":1221,"leftrightharpoons":1222,"rightsquigarrow":1223,"linethickness":1224,"expandafter":1225,"noindent":1226,"uppercase":1227,"thickapprox":1228,"preccurlyeq":1229,"romannumeral":1230,"curvearrowright":1231,"offinterlineskip":1232},"merges":["Ġ {","Ġ }","Ġ \\","Ġ _","Ġ ^","Ġ )","Ġ (","Ġ 2","Ġ 1","r a","Ġ =","Ġ -","Ġ ,","ra c","f rac","Ġ +","m a","t a","i g","Ġ 0","a r","a l","Ġ i","l e","t h","Ġ x","f t","Ġ .","ig h","i n","r igh","m e","p h","Ġ n","Ġ d","ma th","Ġ a","le ft","righ t","a m","e ta","Ġ\\ ,","t i","m u","Ġ m","Ġ k","Ġ t","Ġ 3","Ġ e","Ġ r","Ġ c","Ġ &","s i","Ġ p","d e","r m","math rm","Ġ 4","ph a","p r","al pha","Ġ l","Ġ s","d a","Ġ A","Ġ |","p ar","ti al","par tial","o t","p i","p si","Ġ j","i me","pr ime","Ġ ~","Ġ ]","l ta","Ġ b","d ot","ph i","b da","am bda","am ma","Ġ f","Ġ [","Ġ g","n u","Ġ\\ ;","Ġ q","ra y","ar ray","Ġ z","b f","c al","Ġ M","Ġ T","b ar","Ġ y","ig ma","Ġ N","v e","in t","l ambda","Ġ R","q u","r t","Ġ B","l o","n g","Ġ L","b eta","Ġ /","de lta","Ġ\\ \\","th eta","ng le","Ġ u","g amma","s q","sq rt","g a","me ga","s igma","Ġ D","Ġ F","Ġ S","lo n","s u","psi lon","a t","e psilon","h at","Ġ P","su m","h i","a d","qu ad","Ġ v","Ġ C","Ġ V","Ġ h","h o","r ho","c dot","l de","ti lde","math bf","l a","Ġ H","Ġ E","t o","v ar","b e","n d","e nd","g in","be gin","Ġ Q","Ġ X","Ġ 5","Ġ G","Ġ *","o mega","ta u","n a","Ġ I","ve c","Ġ o","Ġ 6","ra ngle","ft y","in fty","G amma","D e","De lta","p e","x i","Ġ J","Ġ K","Ġ\\ {","o w","Ġ\\ }","ta r","l in","lin e","r ow","g e","r line","P hi","Ġ 8","Ġ U","a p","Ġ W","tar row","var phi","o pe","to r","ra tor","na me","ope rator","operator name","Ġ Z","p m","me s","ti mes","la ngle","L ambda","o ve","c o","s in","Ġ ;","Ġ\\ !","Ġ w","righ tarrow","dot s","ove rline","c hi","co s","b ig","p a","e x","i v","q quad","e qu","equ iv","s t","O mega","Ġ 7","k ap","pr o","kap pa","l l","da g","B ig","l n","Ġ >","P si","Ġ O","Ġ Y","Ġ 9","var epsilon","Ġ <","cdot s","Ġ :","math cal","ge r","dag ger","l dots","b o","bo l","b la","na bla","e ll","ex p","y le","st yle","z eta","w i","wi de","S igma","si m","le q","Ġ !","Ġ\\ :","big g","o times","h bar","P i","m i","math b","mathb b","bol d","pro x","ap prox","ve rt","mi d","s p","pro d","lo g","d i","wide tilde","w e","d ge","we dge","pe r","per p","y style","la ystyle","sp laystyle","di splaystyle","u n","un de","me q","si meq","r i","T h","Th eta","t ex","tex t","unde rline","s y","sy m","sym bol","bold symbol","ge q","c k","s c","e q","p t","a st","s e","Ġ\\ |","wide hat","ri pt","sc ript","r e","ta n","r c","c i","se t","ci rc","re l","s ta","sta ck","stack rel","sin h","n eq","\\ {","cos h","s tar","o p","u s","text style","Big g","n ot","var theta","m p","Big r","Big l","bigg r","bigg l","bold math","l us","op lus","ng rightarrow","f o","b rac","f ra","math fra","mathfra k","script style","s f","lo ngrightarrow","ra ll","fo rall","Ġ '","su b","sub set","big l","big r","p to","pro pto","o int","par row","l le","u parrow","c e","p s","ma ps","maps to","d dot","a ngle","o m","left rightarrow","n o","c u","b in","bin om","v dots","X i","t ri","tri angle","r brac","m be","nu mbe","no numbe","nonumbe r","z e","si ze","math sf","cu p","b ot","i t","o r","ar c","R igh","Righ tarrow","f lo","flo or","ove r","c ot","co ng","c ap","text rm","Ġ- -","rbrac e","ra lle","pa ralle","paralle l","n e","i math","var rho","script scriptstyle","script size","l brac","h e","s h","ar row","arc tan","c he","che ck","ow n","d own","c frac","b u","text bf","subset eq","n to","pha nto","phanto m","down arrow","o d","s la","i o","io ta","g g","la nd","lle t","bu llet","over rightarrow","d dots","Bigg l","t in","tin y","Bigg r","U psilon","lbrac k","r floor","e xi","st s","exi sts","co lon","in us","I m","unde rbrace","s pa","spa ce","sla sh","l floor","j math","ve e","f tarrow","R e","at op","V e","L o","math it","ne g","le ftarrow","w p","Ve rt","s ma","m inus","set minus","sma ll","di m","i int","su p","big oplus","big cup","i l","sup set","\\ |","ng leftrightarrow","co th","k e","lo r","m od","se c","L e","pm od","ft rightarrow","Le ftrightarrow","h line","rbrac k","u psilon","b mod","\\ ,","ar ge","e ph","al eph","mi t","Lo ngrightarrow","b re","o dot","big wedge","Ġ\\ #","lbrac e","bre ve","ke r","arc sin","ar p","c sc","la p","over set","e m","var pi","y set","pt yset","em ptyset","ot not","fo otnot","footnot e","l i","footnote size","t e","text sf","h space","a cu","acu te","f f","i ff","n t","s b","u p","lo ngleftrightarrow","ar g","da sh","ln ot","de g","Ġ \"","e n","big triangle","unde r","o o","u t","under set","arp oo","sla nt","B o","t t","v phantom","Bo x","th arpoo","bo x","r lap","i iint","var sigma","Lo ngleftrightarrow","e s","i mp","li es","imp lies","\\ ;","h f","L arge","a ck","b ack","Ġ `","back slash","th in","l ce","lce il","e il","rc eil","l arge","math op","righ tharpoo","\\ :","v dash","to p","big cap","x rightarrow","i ll","e c","nu p","en space","rightharpoo nup","ove rbrace","big otimes","r ut","dot eq","st rut","ker n","hf ill","bigtriangle up","leq slant","over leftarrow","i p","k ip","s kip","om inus","o nd","am ond","Ġ\\ _","triangle q","d dagger","cdot p","nu ll","pr ot","var no","thin g","prot ec","varno thing","\\ !","protec t","n i","big star","di amond","d iv","i se","ra ise","Ġ\\ /","sh arp","f l","fl at","l lap","not in","r Vert","lo ng","var Delta","long mapsto","l Vert","dots c","ma ke","make box","k rightarrow","o krightarrow","Ġ ?","ho okrightarrow","bigtriangle down","re f","V dash","supset eq","p ut","big vee","subset neq","geq slant","v space","s l","dots b","en skip","text up","triangle left","li m","ma l","thin space","le ng","sq cup","leng th","r mal","no rmal","raise box","m o","mo de","j lim","l s","o u","v line","mode ls","ta g","d rel","e r","r d","su rd","la be","bu il","labe l","buil drel","s s","p ou","Ġ\\ -","nd s","pou nds","s qu","¿ ½","ï ¿½","Ġ ï¿½","Ġ\\ &","Ve c","f box","n s","ar e","Ġ-- -","squ are","f tharpoo","le ftharpoo","math rel","right leftharpoo","var Omega","small setminus","hf il","rightleftharpoo ns","s mi","math or","se arrow","smi le","mathor d","c c","th i","ngle ftarrow","su cc","small skip","l g","thi ck","o slash","r times","Ġ\\ *","ti t","pr ec","tex tit","text tt","circ le","big m","triangle right","arrow vert","normal size","\\ #","int er","lo ngleftarrow","un it","inter cal","unit length","D own","f row","ra l","ne arrow","Down arrow","frow n","m pe","n at","u ral","var pro","set length","bu mpe","nat ural","varpro jlim","bumpe q","S S","e re","o he","t w","le me","th ere","in jlim","ad rightarrow","var injlim","co mp","fo re","over leftrightarrow","ohe adrightarrow","tw oheadrightarrow","leme nt","there fore","comp lement","c a","n ce","ig n","al ign","math strut","su it","big circ","diamond suit","ca nce","cance l","U parrow","d skip","h phantom","me dskip","A R","G E","L AR","b ow","g t","r o","le ss","math tt","ti e","big sqcup","Bigg m","thick sim","LAR GE","bow tie","less sim","l lde","w arrow","nu llde","no align","sma sh","mit er","li miter","nullde limiter","nulldelimiter space","A A","D a","v Da","bar wedge","be th","eq no","ro up","vDa sh","D i","t s","Ġ @","me box","nd own","ge ts","co prod","dots m","text normal","se p","fra mebox","rightharpoo ndown","Di amond","c h","n rightarrow","n leftrightarrow","r sim","r ne","s warrow","t ch","math c","sq cap","la x","co rne","Big m","re lax","prec eq","gt rsim","corne r","h ss","l sep","math ope","lo se","var kappa","line s","co lsep","ci te","ne w","thick lines","mathc lose","mathope n","B ar","T i","a k","a sym","d o","g ra","l r","r u","u ge","v ru","x leftarrow","Ġ) =","math normal","right rightarrow","right leftarrow","array st","lo we","sq subseteq","re tch","bre ak","succ eq","Ti lde","asym p","gra ve","lr corner","vru le","rightrightarrow s","rightleftarrow s","arrayst retch","lowe r","H at","b le","d ou","f ill","g roup","m ma","n right","n leftarrow","r k","r group","u ph","w break","al lo","si de","array colsep","ho m","co mma","big odot","re new","arpoo nright","lg roup","ble barwedge","dou blebarwedge","uph arpoonright","allo wbreak","side set","comma nd","renew command","H uge","a mal","h skip","l q","p prox","s ke","ra pprox","ve r","su re","var lim","pm b","sub stack","leftrightarrow s","Lo ngleftarrow","supset neq","te r","up downarrow","en sure","gt rapprox","amal g","ske w","ensure math","c rc","d ig","d dag","g ime","j o","l times","n leq","n warrow","v ss","ma rk","th de","in rel","left eq","co un","wi thde","mathb in","set coun","oint op","no tag","small int","footnote mark","oo align","protect u","lim s","circle d","ver b","crc r","dig amma","gime l","jo inrel","lefteq n","withde lims","setcoun ter","- -","A r","R rightarrow","a e","a g","a pe","b colsep","h uge","l ti","m kern","m skip","s pe","Ġ\\ '","ta bcolsep","in f","in de","mu lti","pi tch","dot si","int op","vec tor","row vert","rightarrow fill","ll corner","bla ck","leq q","bigg m","approx eq","di ag","text sc","text sl","text circled","sc sh","ci al","fo rk","brac e","cu r","atop withdelims","neg thick","Le ftarrow","up lus","subsetneq q","fbox sep","new line","varlim sup","varlim inf","Ar rowvert","spe cial","multi put","pitch fork","black square","diag up","scsh ape","negthick space","D K","\\ -","\\ /","a c","a ve","c kap","d ddot","e d","e rline","e ver","i j","i ce","l y","m d","n da","n nu","n mid","n Rightarrow","n Vdash","n ter","o f","o ff","s ho","v ce","v mode","w r","y math","} }","Ï Ģ","Ġ #","Ġ Ċ","Ġ Ġ","Ġ ÏĢ","Ġ} +","Ġ\\ ^","Ġ) }}","ma nnu","ig arrow","le ave","ft er","me ral","math ac","left rightharpoo","right squ","de f","par box","Ġ\\; }","ĠT r","ve arrow","int erline","rt mid","ng eq","ho ice","var Gamma","var propto","var triangle","var Upsilon","line thick","line break","big uplus","pa nda","ex panda","per ca","text md","brac k","ce nt","no inde","no linebreak","over withdelims","ne ss","own s","vee bar","em ph","up perca","under bar","under rightarrow","box times","box ed","back simeq","protec te","protect E","protect Z","protect m","triangleleft eq","thi ckap","prec cur","ro ot","ro mannu","mathc hoice","circled circ","-- -","inde x","cur vearrow","ever ymath","ly eq","off interline","sho rtmid","vce nter","leave vmode","mathac cent","leftrightharpoo ns","rightsqu igarrow","linethick ness","expanda fter","noinde nt","upperca se","thickap prox","preccur lyeq","romannu meral","curvearrow right","offinterline skip"]}}