{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"½":95,"¿":96,"Ï":97,"ï":98,"Ċ":99,"Ġ":100,"Ģ":101,"Ġ{":102,"Ġ}":103,"Ġ\\":104,"Ġ_":105,"Ġ^":106,"Ġ)":107,"Ġ(":108,"Ġ2":109,"Ġ1":110,"ra":111,"Ġ=":112,"Ġ-":113,"Ġ,":114,"rac":115,"frac":116,"Ġ+":117,"ma":118,"ta":119,"ig":120,"Ġ0":121,"ar":122,"al":123,"Ġi":124,"le":125,"th":126,"Ġx":127,"ft":128,"Ġ.":129,"igh":130,"in":131,"righ":132,"me":133,"ph":134,"Ġn":135,"Ġd":136,"math":137,"Ġa":138,"left":139,"right":140,"am":141,"eta":142,"Ġ\\,":143,"ti":144,"mu":145,"Ġm":146,"Ġk":147,"Ġt":148,"Ġ3":149,"Ġe":150,"Ġr":151,"Ġc":152,"Ġ&":153,"si":154,"Ġp":155,"de":156,"rm":157,"mathrm":158,"Ġ4":159,"pha":160,"pr":161,"alpha":162,"Ġl":163,"Ġs":164,"da":165,"ĠA":166,"Ġ|":167,"par":168,"tial":169,"partial":170,"ot":171,"pi":172,"psi":173,"Ġj":174,"ime":175,"prime":176,"Ġ~":177,"Ġ]":178,"lta":179,"Ġb":180,"dot":181,"phi":182,"bda":183,"ambda":184,"amma":185,"Ġf":186,"Ġ[":187,"Ġg":188,"nu":189,"Ġ\\;":190,"Ġq":191,"ray":192,"array":193,"Ġz":194,"bf":195,"cal":196,"ĠM":197,"ĠT":198,"bar":199,"Ġy":200,"igma":201,"ĠN":202,"ve":203,"int":204,"lambda":205,"ĠR":206,"qu":207,"rt":208,"ĠB":209,"lo":210,"ng":211,"ĠL":212,"beta":213,"Ġ/":214,"delta":215,"Ġ\\\\":216,"theta":217,"ngle":218,"Ġu":219,"gamma":220,"sq":221,"sqrt":222,"ga":223,"mega":224,"sigma":225,"ĠD":226,"ĠF":227,"ĠS":228,"lon":229,"su":230,"psilon":231,"at":232,"epsilon":233,"hat":234,"ĠP":235,"sum":236,"hi":237,"ad":238,"quad":239,"Ġv":240,"ĠC":241,"ĠV":242,"Ġh":243,"ho":244,"rho":245,"cdot":246,"lde":247,"tilde":248,"mathbf":249,"la":250,"ĠH":251,"ĠE":252,"to":253,"var":254,"be":255,"nd":256,"end":257,"gin":258,"begin":259,"ĠQ":260,"ĠX":261,"Ġ5":262,"ĠG":263,"Ġ*":264,"omega":265,"tau":266,"na":267,"ĠI":268,"vec":269,"Ġo":270,"Ġ6":271,"rangle":272,"fty":273,"infty":274,"Gamma":275,"De":276,"Delta":277,"pe":278,"xi":279,"ĠJ":280,"ĠK":281,"Ġ\\{":282,"ow":283,"Ġ\\}":284,"tar":285,"lin":286,"line":287,"row":288,"ge":289,"rline":290,"Phi":291,"Ġ8":292,"ĠU":293,"ap":294,"ĠW":295,"tarrow":296,"varphi":297,"ope":298,"rna":299,"rato":300,"operato":301,"rname":302,"operatorname":303,"ĠZ":304,"pm":305,"mes":306,"times":307,"langle":308,"Lambda":309,"ove":310,"sin":311,"co":312,"Ġ;":313,"rightarrow":314,"Ġw":315,"dots":316,"overline":317,"chi":318,"Ġ\\!":319,"cos":320,"big":321,"st":322,"pa":323,"ex":324,"iv":325,"qquad":326,"equ":327,"equiv":328,"Omega":329,"Ġ7":330,"kap":331,"pro":332,"kappa":333,"ll":334,"dag":335,"Big":336,"ln":337,"Psi":338,"Ġ>":339,"ĠO":340,"ĠY":341,"varepsilon":342,"Ġ9":343,"Ġ<":344,"cdots":345,"Ġ:":346,"mathcal":347,"ger":348,"dagger":349,"yle":350,"style":351,"ldots":352,"bo":353,"bol":354,"bla":355,"nabla":356,"ell":357,"exp":358,"zeta":359,"wi":360,"wide":361,"Sigma":362,"sim":363,"leq":364,"Ġ!":365,"Ġ\\:":366,"bigg":367,"otimes":368,"hbar":369,"Pi":370,"mi":371,"mathb":372,"mathbb":373,"bold":374,"prox":375,"approx":376,"vert":377,"mid":378,"sp":379,"prod":380,"log":381,"di":382,"widetilde":383,"we":384,"dge":385,"wedge":386,"per":387,"perp":388,"ystyle":389,"laystyle":390,"splaystyle":391,"displaystyle":392,"tstyle":393,"un":394,"unde":395,"meq":396,"simeq":397,"ri":398,"Th":399,"Theta":400,"tex":401,"underline":402,"sy":403,"sym":404,"symbol":405,"boldsymbol":406,"geq":407,"ck":408,"sc":409,"eq":410,"ast":411,"se":412,"Ġ\\|":413,"widehat":414,"rip":415,"scrip":416,"re":417,"tan":418,"rc":419,"set":420,"ci":421,"circ":422,"rel":423,"sta":424,"stack":425,"stackrel":426,"sinh":427,"neq":428,"\\{":429,"cosh":430,"star":431,"op":432,"scriptstyle":433,"us":434,"textstyle":435,"mp":436,"Bigg":437,"not":438,"vartheta":439,"Bigr":440,"Bigl":441,"biggr":442,"biggl":443,"boldmath":444,"lus":445,"oplus":446,"ngrightarrow":447,"fo":448,"brac":449,"text":450,"fra":451,"mathfra":452,"mathfrak":453,"sf":454,"longrightarrow":455,"rall":456,"forall":457,"sub":458,"subset":459,"Ġ'":460,"bigl":461,"bigr":462,"pto":463,"propto":464,"oint":465,"parrow":466,"uparrow":467,"lle":468,"ps":469,"maps":470,"mapsto":471,"ddot":472,"angle":473,"om":474,"leftrightarrow":475,"no":476,"cu":477,"bin":478,"binom":479,"vdots":480,"Xi":481,"tri":482,"triangle":483,"rbrac":484,"mbe":485,"numbe":486,"nonumbe":487,"nonumber":488,"mathsf":489,"cup":490,"bot":491,"or":492,"arc":493,"it":494,"Righ":495,"Rightarrow":496,"flo":497,"floor":498,"over":499,"cot":500,"ce":501,"cong":502,"cap":503,"textrm":504,"Ġ--":505,"rbrace":506,"ralle":507,"paralle":508,"parallel":509,"ne":510,"imath":511,"varrho":512,"tscriptstyle":513,"scriptscriptstyle":514,"lbrac":515,"he":516,"sh":517,"arctan":518,"che":519,"check":520,"own":521,"arrow":522,"down":523,"cfrac":524,"bu":525,"textbf":526,"subseteq":527,"nto":528,"phanto":529,"phantom":530,"downarrow":531,"od":532,"sla":533,"io":534,"iota":535,"gg":536,"land":537,"llet":538,"bullet":539,"overrightarrow":540,"ddots":541,"Biggl":542,"tin":543,"tiny":544,"Biggr":545,"Upsilon":546,"lbrack":547,"rfloor":548,"exi":549,"sts":550,"exists":551,"colon":552,"inus":553,"Im":554,"underbrace":555,"slash":556,"lfloor":557,"jmath":558,"vee":559,"ftarrow":560,"Re":561,"atop":562,"Ve":563,"Lo":564,"mathit":565,"neg":566,"leftarrow":567,"wp":568,"Vert":569,"sma":570,"minus":571,"setminus":572,"small":573,"dim":574,"iint":575,"sup":576,"bigoplus":577,"bigcup":578,"il":579,"supset":580,"\\|":581,"ngleftrightarrow":582,"coth":583,"ke":584,"lor":585,"mod":586,"sec":587,"Le":588,"pmod":589,"ftrightarrow":590,"Leftrightarrow":591,"hline":592,"rbrack":593,"upsilon":594,"bmod":595,"\\,":596,"arge":597,"eph":598,"aleph":599,"mit":600,"Longrightarrow":601,"bre":602,"odot":603,"bigwedge":604,"Ġ\\#":605,"lbrace":606,"breve":607,"arcsin":608,"ker":609,"arp":610,"csc":611,"ze":612,"size":613,"Ġ->":614,"overset":615,"lap":616,"varpi":617,"emp":618,"ty":619,"empty":620,"emptyset":621,"otnot":622,"footnot":623,"footnote":624,"li":625,"footnotesize":626,"te":627,"textsf":628,"acu":629,"acute":630,"ff":631,"iff":632,"nt":633,"sb":634,"up":635,"longleftrightarrow":636,"arg":637,"dash":638,"lnot":639,"deg":640,"under":641,"Ġ\"":642,"bigtriangle":643,"underset":644,"oo":645,"arpoo":646,"slant":647,"Bo":648,"tt":649,"vphantom":650,"Box":651,"tharpoo":652,"rlap":653,"iiint":654,"varsigma":655,"Longleftrightarrow":656,"es":657,"imp":658,"lies":659,"implies":660,"\\;":661,"hf":662,"Large":663,"ack":664,"back":665,"backslash":666,"lce":667,"lceil":668,"eil":669,"rceil":670,"large":671,"mathop":672,"rightharpoo":673,"\\:":674,"vdash":675,"top":676,"bigcap":677,"xrightarrow":678,"ec":679,"nup":680,"rightharpoonup":681,"ill":682,"overbrace":683,"bigotimes":684,"Ġ\\^":685,"ru":686,"doteq":687,"stru":688,"kern":689,"hfill":690,"strut":691,"bigtriangleup":692,"leqslant":693,"overleftarrow":694,"ip":695,"kip":696,"skip":697,"ominus":698,"ond":699,"amond":700,"Ġ\\_":701,"triangleq":702,"ddagger":703,"cdotp":704,"box":705,"null":706,"thin":707,"prot":708,"varno":709,"thing":710,"protec":711,"varnothing":712,"\\!":713,"protect":714,"ni":715,"bigstar":716,"diamond":717,"div":718,"Ġ\\/":719,"sharp":720,"fl":721,"flat":722,"notin":723,"llap":724,"rVert":725,"Ġ`":726,"long":727,"varDelta":728,"longmapsto":729,"lVert":730,"dotsc":731,"krightarrow":732,"okrightarrow":733,"Ġ?":734,"hookrightarrow":735,"make":736,"bigtriangledown":737,"makebox":738,"ref":739,"Ġ``":740,"Vdash":741,"supseteq":742,"bigvee":743,"subsetneq":744,"en":745,"geqslant":746,"sl":747,"dotsb":748,"lim":749,"enskip":750,"textup":751,"triangleleft":752,"mal":753,"sqcup":754,"rmal":755,"normal":756,"mo":757,"mode":758,"jlim":759,"ls":760,"ou":761,"spa":762,"vline":763,"models":764,"space":765,"drel":766,"er":767,"rd":768,"surd":769,"labe":770,"buil":771,"label":772,"buildrel":773,"ise":774,"raise":775,"pou":776,"Ġ\\-":777,"nds":778,"pounds":779,"squ":780,"¿½":781,"ï¿½":782,"Ġï¿½":783,"Ġ\\&":784,"Vec":785,"ns":786,"are":787,"Ġ---":788,"square":789,"ftharpoo":790,"leftharpoo":791,"mathrel":792,"rightleftharpoo":793,"varOmega":794,"smallsetminus":795,"hfil":796,"rightleftharpoons":797,"fbox":798,"smi":799,"mathor":800,"searrow":801,"smile":802,"mathord":803,"cc":804,"ngleftarrow":805,"succ":806,"smallskip":807,"lg":808,"oslash":809,"rtimes":810,"Ġ\\*":811,"tit":812,"prec":813,"textit":814,"texttt":815,"bigm":816,"triangleright":817,"normalsize":818,"\\#":819,"ss":820,"inter":821,"longleftarrow":822,"intercal":823,"Down":824,"frow":825,"ral":826,"nearrow":827,"Downarrow":828,"frown":829,"mpe":830,"nat":831,"ural":832,"varpro":833,"bumpe":834,"natural":835,"varprojlim":836,"bumpeq":837,"SS":838,"ere":839,"ohe":840,"tw":841,"leme":842,"there":843,"injlim":844,"adrightarrow":845,"varinjlim":846,"comp":847,"fore":848,"overleftrightarrow":849,"oheadrightarrow":850,"twoheadrightarrow":851,"lement":852,"therefore":853,"complement":854,"ca":855,"thi":856,"nce":857,"ign":858,"align":859,"mathstrut":860,"suit":861,"bigcirc":862,"diamondsuit":863,"cance":864,"thick":865,"cancel":866,"Uparrow":867,"dskip":868,"hphantom":869,"medskip":870,"AR":871,"GE":872,"LAR":873,"bow":874,"gt":875,"ro":876,"less":877,"mathtt":878,"tie":879,"bigsqcup":880,"Biggm":881,"thicksim":882,"LARGE":883,"bowtie":884,"lesssim":885,"llde":886,"warrow":887,"nullde":888,"noalign":889,"smash":890,"miter":891,"limiter":892,"nulldelimiter":893,"nulldelimiterspace":894,"AA":895,"Da":896,"vDa":897,"barwedge":898,"beth":899,"eqno":900,"roup":901,"vDash":902,"Di":903,"ts":904,"Ġ@":905,"ndown":906,"gets":907,"coprod":908,"dotsm":909,"textnormal":910,"rightharpoondown":911,"Diamond":912,"nrightarrow":913,"nleftrightarrow":914,"rsim":915,"rne":916,"swarrow":917,"mathc":918,"sqcap":919,"lax":920,"corne":921,"Bigm":922,"relax":923,"preceq":924,"gtrsim":925,"corner":926,"mathope":927,"lose":928,"varkappa":929,"cite":930,"mathclose":931,"mathopen":932,"Bar":933,"Ti":934,"asym":935,"do":936,"gra":937,"lr":938,"lse":939,"uge":940,"xleftarrow":941,"Ġ)=":942,"mathnormal":943,"rightrightarrow":944,"rightleftarrow":945,"lowe":946,"sqsubseteq":947,"colse":948,"succeq":949,"Tilde":950,"asymp":951,"grave":952,"lrcorner":953,"rightrightarrows":954,"rightleftarrows":955,"lower":956,"colsep":957,"Hat":958,"ak":959,"ble":960,"dou":961,"group":962,"nright":963,"nleftarrow":964,"rk":965,"rgroup":966,"uph":967,"wbre":968,"allo":969,"Ġmm":970,"side":971,"hom":972,"bigodot":973,"arpoonright":974,"lgroup":975,"blebarwedge":976,"doublebarwedge":977,"upharpoonright":978,"wbreak":979,"allowbreak":980,"sideset":981,"Huge":982,"``":983,"amal":984,"cm":985,"hskip":986,"lq":987,"pprox":988,"ske":989,"rapprox":990,"arraycolsep":991,"ver":992,"sure":993,"varlim":994,"pmb":995,"substack":996,"leftrightarrows":997,"Longleftarrow":998,"supsetneq":999,"updownarrow":1000,"ensure":1001,"gtrapprox":1002,"amalg":1003,"skew":1004,"ensuremath":1005,"ch":1006,"crc":1007,"dig":1008,"ddag":1009,"em":1010,"gime":1011,"jo":1012,"ltimes":1013,"mm":1014,"nleq":1015,"nwarrow":1016,"tch":1017,"mark":1018,"tag":1019,"led":1020,"thde":1021,"inrel":1022,"lefteq":1023,"coun":1024,"withde":1025,"mathbin":1026,"setcoun":1027,"circled":1028,"ointop":1029,"notag":1030,"smallint":1031,"footnotemark":1032,"ter":1033,"ooalign":1034,"protectu":1035,"lims":1036,"verb":1037,"crcr":1038,"digamma":1039,"gimel":1040,"joinrel":1041,"lefteqn":1042,"withdelims":1043,"setcounter":1044,"--":1045,"Ar":1046,"Rrightarrow":1047,"ae":1048,"ag":1049,"ape":1050,"bcolsep":1051,"fill":1052,"huge":1053,"mkern":1054,"mskip":1055,"pt":1056,"wline":1057,"Ġ\\'":1058,"tabcolsep":1059,"inf":1060,"inde":1061,"pitch":1062,"dotsi":1063,"intop":1064,"rowvert":1065,"rightarrowfill":1066,"llcorner":1067,"black":1068,"leqq":1069,"biggm":1070,"approxeq":1071,"diag":1072,"scsh":1073,"fork":1074,"brace":1075,"textsc":1076,"textsl":1077,"textcircled":1078,"cur":1079,"newline":1080,"atopwithdelims":1081,"negthick":1082,"Leftarrow":1083,"uplus":1084,"subsetneqq":1085,"varlimsup":1086,"varliminf":1087,"Arrowvert":1088,"pitchfork":1089,"blacksquare":1090,"diagup":1091,"scshape":1092,"negthickspace":1093,"DK":1094,"\\-":1095,"\\/":1096,"ac":1097,"ave":1098,"ckap":1099,"dddot":1100,"ed":1101,"erline":1102,"ever":1103,"ij":1104,"ice":1105,"ly":1106,"md":1107,"nda":1108,"nnu":1109,"nmid":1110,"nRightarrow":1111,"nVdash":1112,"of":1113,"off":1114,"sho":1115,"spe":1116,"vmode":1117,"wr":1118,"ymath":1119,"{\\":1120,"}}":1121,"ÏĢ":1122,"Ġ#":1123,"ĠĊ":1124,"ĠĠ":1125,"ĠÏĢ":1126,"Ġ}+":1127,"Ġ)}}":1128,"Ġ20":1129,"mannu":1130,"igarrow":1131,"leave":1132,"fter":1133,"meral":1134,"mathac":1135,"leftrightharpoo":1136,"rightsqu":1137,"def":1138,"parbox":1139,"Ġ\\;}":1140,"arrayst":1141,"ĠTr":1142,"vearrow":1143,"interline":1144,"rtmid":1145,"ngeq":1146,"hoice":1147,"varGamma":1148,"varpropto":1149,"vartriangle":1150,"varUpsilon":1151,"biguplus":1152,"panda":1153,"expanda":1154,"perca":1155,"retch":1156,"cial":1157,"notk":1158,"brack":1159,"textmd":1160,"noinde":1161,"overwithdelims":1162,"cent":1163,"owns":1164,"veebar":1165,"upperca":1166,"underbar":1167,"underrightarrow":1168,"backsimeq":1169,"boxtimes":1170,"boxed":1171,"protecte":1172,"protectE":1173,"protectZ":1174,"protectm":1175,"trianglelefteq":1176,"preccur":1177,"thickap":1178,"root":1179,"romannu":1180,"mathchoice":1181,"emph":1182,"circledcirc":1183,"---":1184,"index":1185,"curvearrow":1186,"everymath":1187,"lyeq":1188,"offinterline":1189,"shortmid":1190,"special":1191,"leavevmode":1192,"mathaccent":1193,"leftrightharpoons":1194,"rightsquigarrow":1195,"arraystretch":1196,"expandafter":1197,"noindent":1198,"uppercase":1199,"preccurlyeq":1200,"thickapprox":1201,"romannumeral":1202,"curvearrowright":1203,"offinterlineskip":1204},"merges":["Ġ {","Ġ }","Ġ \\","Ġ _","Ġ ^","Ġ )","Ġ (","Ġ 2","Ġ 1","r a","Ġ =","Ġ -","Ġ ,","ra c","f rac","Ġ +","m a","t a","i g","Ġ 0","a r","a l","Ġ i","l e","t h","Ġ x","f t","Ġ .","ig h","i n","r igh","m e","p h","Ġ n","Ġ d","ma th","Ġ a","le ft","righ t","a m","e ta","Ġ\\ ,","t i","m u","Ġ m","Ġ k","Ġ t","Ġ 3","Ġ e","Ġ r","Ġ c","Ġ &","s i","Ġ p","d e","r m","math rm","Ġ 4","ph a","p r","al pha","Ġ l","Ġ s","d a","Ġ A","Ġ |","p ar","ti al","par tial","o t","p i","p si","Ġ j","i me","pr ime","Ġ ~","Ġ ]","l ta","Ġ b","d ot","ph i","b da","am bda","am ma","Ġ f","Ġ [","Ġ g","n u","Ġ\\ ;","Ġ q","ra y","ar ray","Ġ z","b f","c al","Ġ M","Ġ T","b ar","Ġ y","ig ma","Ġ N","v e","in t","l ambda","Ġ R","q u","r t","Ġ B","l o","n g","Ġ L","b eta","Ġ /","de lta","Ġ\\ \\","th eta","ng le","Ġ u","g amma","s q","sq rt","g a","me ga","s igma","Ġ D","Ġ F","Ġ S","lo n","s u","psi lon","a t","e psilon","h at","Ġ P","su m","h i","a d","qu ad","Ġ v","Ġ C","Ġ V","Ġ h","h o","r ho","c dot","l de","ti lde","math bf","l a","Ġ H","Ġ E","t o","v ar","b e","n d","e nd","g in","be gin","Ġ Q","Ġ X","Ġ 5","Ġ G","Ġ *","o mega","ta u","n a","Ġ I","ve c","Ġ o","Ġ 6","ra ngle","ft y","in fty","G amma","D e","De lta","p e","x i","Ġ J","Ġ K","Ġ\\ {","o w","Ġ\\ }","ta r","l in","lin e","r ow","g e","r line","P hi","Ġ 8","Ġ U","a p","Ġ W","tar row","var phi","o pe","r na","ra to","ope rato","rna me","operato rname","Ġ Z","p m","me s","ti mes","la ngle","L ambda","o ve","s in","c o","Ġ ;","righ tarrow","Ġ w","dot s","ove rline","c hi","Ġ\\ !","co s","b ig","s t","p a","e x","i v","q quad","e qu","equ iv","O mega","Ġ 7","k ap","pr o","kap pa","l l","da g","B ig","l n","P si","Ġ >","Ġ O","Ġ Y","var epsilon","Ġ 9","Ġ <","cdot s","Ġ :","math cal","ge r","dag ger","y le","st yle","l dots","b o","bo l","b la","na bla","e ll","ex p","z eta","w i","wi de","S igma","si m","le q","Ġ !","Ġ\\ :","big g","o times","h bar","P i","m i","math b","mathb b","bol d","pro x","ap prox","ve rt","mi d","s p","pro d","lo g","d i","wide tilde","w e","d ge","we dge","pe r","per p","y style","la ystyle","sp laystyle","di splaystyle","t style","u n","un de","me q","si meq","r i","T h","Th eta","t ex","unde rline","s y","sy m","sym bol","bold symbol","ge q","c k","s c","e q","a st","s e","Ġ\\ |","wide hat","ri p","sc rip","r e","ta n","r c","se t","c i","ci rc","re l","s ta","sta ck","stack rel","sin h","n eq","\\ {","cos h","s tar","o p","scrip tstyle","u s","tex tstyle","m p","Big g","n ot","var theta","Big r","Big l","bigg r","bigg l","bold math","l us","op lus","ng rightarrow","f o","b rac","tex t","f ra","math fra","mathfra k","s f","lo ngrightarrow","ra ll","fo rall","su b","sub set","Ġ '","big l","big r","p to","pro pto","o int","par row","u parrow","l le","p s","ma ps","maps to","d dot","a ngle","o m","left rightarrow","n o","c u","b in","bin om","v dots","X i","t ri","tri angle","r brac","m be","nu mbe","no numbe","nonumbe r","math sf","cu p","b ot","o r","ar c","i t","R igh","Righ tarrow","f lo","flo or","ove r","c ot","c e","co ng","c ap","text rm","Ġ- -","rbrac e","ra lle","pa ralle","paralle l","n e","i math","var rho","t scriptstyle","scrip tscriptstyle","l brac","h e","s h","arc tan","c he","che ck","ow n","ar row","d own","c frac","b u","text bf","subset eq","n to","pha nto","phanto m","down arrow","o d","s la","i o","io ta","g g","la nd","lle t","bu llet","over rightarrow","d dots","Bigg l","t in","tin y","Bigg r","U psilon","lbrac k","r floor","e xi","st s","exi sts","co lon","in us","I m","unde rbrace","sla sh","l floor","j math","ve e","f tarrow","R e","at op","V e","L o","math it","ne g","le ftarrow","w p","Ve rt","s ma","m inus","set minus","sma ll","di m","i int","su p","big oplus","big cup","i l","sup set","\\ |","ng leftrightarrow","co th","k e","lo r","m od","se c","L e","pm od","ft rightarrow","Le ftrightarrow","h line","rbrac k","u psilon","b mod","\\ ,","ar ge","e ph","al eph","mi t","Lo ngrightarrow","b re","o dot","big wedge","Ġ\\ #","lbrac e","bre ve","arc sin","ke r","ar p","c sc","z e","si ze","Ġ- >","over set","la p","var pi","e mp","t y","emp ty","empty set","ot not","fo otnot","footnot e","l i","footnote size","t e","text sf","a cu","acu te","f f","i ff","n t","s b","u p","lo ngleftrightarrow","ar g","da sh","ln ot","de g","unde r","Ġ \"","big triangle","under set","o o","arp oo","sla nt","B o","t t","v phantom","Bo x","th arpoo","r lap","i iint","var sigma","Lo ngleftrightarrow","e s","i mp","li es","imp lies","\\ ;","h f","L arge","a ck","b ack","back slash","l ce","lce il","e il","rc eil","l arge","math op","righ tharpoo","\\ :","v dash","to p","big cap","x rightarrow","e c","nu p","rightharpoo nup","i ll","ove rbrace","big otimes","Ġ\\ ^","r u","dot eq","st ru","ker n","hf ill","stru t","bigtriangle up","leq slant","over leftarrow","i p","k ip","s kip","om inus","o nd","am ond","Ġ\\ _","triangle q","d dagger","cdot p","bo x","nu ll","th in","pr ot","var no","thin g","prot ec","varno thing","\\ !","protec t","n i","big star","di amond","d iv","Ġ\\ /","sh arp","f l","fl at","not in","l lap","r Vert","Ġ `","lo ng","var Delta","long mapsto","l Vert","dots c","k rightarrow","o krightarrow","Ġ ?","ho okrightarrow","ma ke","bigtriangle down","make box","re f","Ġ` `","V dash","supset eq","big vee","subset neq","e n","geq slant","s l","dots b","li m","en skip","text up","triangle left","ma l","sq cup","r mal","no rmal","m o","mo de","j lim","l s","o u","s pa","v line","mode ls","spa ce","d rel","e r","r d","su rd","la be","bu il","labe l","buil drel","i se","ra ise","p ou","Ġ\\ -","nd s","pou nds","s qu","¿ ½","ï ¿½","Ġ ï¿½","Ġ\\ &","Ve c","n s","ar e","Ġ-- -","squ are","f tharpoo","le ftharpoo","math rel","right leftharpoo","var Omega","small setminus","hf il","rightleftharpoo ns","f box","s mi","math or","se arrow","smi le","mathor d","c c","ngle ftarrow","su cc","small skip","l g","o slash","r times","Ġ\\ *","ti t","pr ec","tex tit","text tt","big m","triangle right","normal size","\\ #","s s","int er","lo ngleftarrow","inter cal","D own","f row","ra l","ne arrow","Down arrow","frow n","m pe","n at","u ral","var pro","bu mpe","nat ural","varpro jlim","bumpe q","S S","e re","o he","t w","le me","th ere","in jlim","ad rightarrow","var injlim","co mp","fo re","over leftrightarrow","ohe adrightarrow","tw oheadrightarrow","leme nt","there fore","comp lement","c a","th i","n ce","ig n","al ign","math strut","su it","big circ","diamond suit","ca nce","thi ck","cance l","U parrow","d skip","h phantom","me dskip","A R","G E","L AR","b ow","g t","r o","le ss","math tt","ti e","big sqcup","Bigg m","thick sim","LAR GE","bow tie","less sim","l lde","w arrow","nu llde","no align","sma sh","mit er","li miter","nullde limiter","nulldelimiter space","A A","D a","v Da","bar wedge","be th","eq no","ro up","vDa sh","D i","t s","Ġ @","nd own","ge ts","co prod","dots m","text normal","rightharpoo ndown","Di amond","n rightarrow","n leftrightarrow","r sim","r ne","s warrow","math c","sq cap","la x","co rne","Big m","re lax","prec eq","gt rsim","corne r","math ope","lo se","var kappa","ci te","mathc lose","mathope n","B ar","T i","a sym","d o","g ra","l r","l se","u ge","x leftarrow","Ġ) =","math normal","right rightarrow","right leftarrow","lo we","sq subseteq","co lse","succ eq","Ti lde","asym p","gra ve","lr corner","rightrightarrow s","rightleftarrow s","lowe r","colse p","H at","a k","b le","d ou","g roup","n right","n leftarrow","r k","r group","u ph","w bre","al lo","Ġm m","si de","ho m","big odot","arpoo nright","lg roup","ble barwedge","dou blebarwedge","uph arpoonright","wbre ak","allo wbreak","side set","H uge","` `","a mal","c m","h skip","l q","p prox","s ke","ra pprox","array colsep","ve r","su re","var lim","pm b","sub stack","leftrightarrow s","Lo ngleftarrow","supset neq","up downarrow","en sure","gt rapprox","amal g","ske w","ensure math","c h","c rc","d ig","d dag","e m","g ime","j o","l times","m m","n leq","n warrow","t ch","ma rk","ta g","le d","th de","in rel","left eq","co un","wi thde","mathb in","set coun","circ led","oint op","no tag","small int","footnote mark","te r","oo align","protect u","lim s","ver b","crc r","dig amma","gime l","jo inrel","lefteq n","withde lims","setcoun ter","- -","A r","R rightarrow","a e","a g","a pe","b colsep","f ill","h uge","m kern","m skip","p t","w line","Ġ\\ '","ta bcolsep","in f","in de","pi tch","dot si","int op","row vert","rightarrow fill","ll corner","bla ck","leq q","bigg m","approx eq","di ag","sc sh","fo rk","brac e","text sc","text sl","text circled","cu r","ne wline","atop withdelims","neg thick","Le ftarrow","up lus","subsetneq q","varlim sup","varlim inf","Ar rowvert","pitch fork","black square","diag up","scsh ape","negthick space","D K","\\ -","\\ /","a c","a ve","c kap","d ddot","e d","e rline","e ver","i j","i ce","l y","m d","n da","n nu","n mid","n Rightarrow","n Vdash","o f","o ff","s ho","s pe","v mode","w r","y math","{ \\","} }","Ï Ģ","Ġ #","Ġ Ċ","Ġ Ġ","Ġ ÏĢ","Ġ} +","Ġ) }}","Ġ2 0","ma nnu","ig arrow","le ave","ft er","me ral","math ac","left rightharpoo","right squ","de f","par box","Ġ\\; }","array st","ĠT r","ve arrow","int erline","rt mid","ng eq","ho ice","var Gamma","var propto","var triangle","var Upsilon","big uplus","pa nda","ex panda","per ca","re tch","ci al","not k","brac k","text md","no inde","over withdelims","ce nt","own s","vee bar","up perca","under bar","under rightarrow","back simeq","box times","box ed","protec te","protect E","protect Z","protect m","triangleleft eq","prec cur","thi ckap","ro ot","ro mannu","mathc hoice","em ph","circled circ","-- -","inde x","cur vearrow","ever ymath","ly eq","off interline","sho rtmid","spe cial","leave vmode","mathac cent","leftrightharpoo ns","rightsqu igarrow","arrayst retch","expanda fter","noinde nt","upperca se","preccur lyeq","thickap prox","romannu meral","curvearrow right","offinterline skip"]}}